Repository: FarizaMaratkyzy/calligraplan
Catalog: po/*/calligraplan_scheduler_tj.po
Languages: eo, ru, sl

# @info:whatsthis
source: <title>TaskJuggler Scheduler</title><para>This is a slightly modified version of the scheduler used in TaskJuggler. It has been enhanced to handle resource units.</para><para>Scheduling backwards is simulated by scheduling all tasks as late as possible.</para><para><note>Plan does not utilize all of its functionality.</note></para>
eo: <title>TaskJuggler Scheduler</title><para>Ĉi tio estas iomete modifita versio de la planilo uzata en TaskJuggler. Ĝi estis plibonigita por pritrakti rimedunuojn.</para><para>Programado malantaŭen estas simulita per planado de ĉiuj taskoj kiel eble plej malfrue.</para><para><note>Plano ne utiligas ĉiujn ĝiajn funkciojn.</note></para>
ru: <title>Планировщик TaskJuggler</title><para>Это слегка изменённая версия планировщика, используемого в TaskJuggler. Он был усовершенствован для обработки ресурсов.</para><para>Планирование в обратном направлении моделируется путём планирования всех задач как можно позже.</para><para><note>План не использует весь свой функционал.</note></para>
sl: <title>TaskJuggler Scheduler</title><para>To je nekoliko spremenjena različica planerja, ki je uporabljena v TaskJugglerju. Izboljšali so ga tako, da upošteva tudi enote virov.</para><para>Načrtovanje načrtovanja nazaj je simulirano z načrtovanjem vsake naloge čim pozneje.</para><para><note>Načrt ne uporablja vseh njegovih funkcionalnosti.</note></para>

# @info/plain
source: Init
ru: Инициализация
sl: Začetek

# @info/plain
source: Re-calculate project from start time: %1
eo: Rekalkuli projekton de komenca tempo: %1
ru: Пересчитать проект с временем начала: %1
sl: Ponovno izračunaj projekt od začetnega časa: %1

# @info/plain
source: Schedule project from start time: %1
eo: Plani projekton de komenca tempo: %1
ru: Запланировать проект с временем начала: %1
sl: Razporedi projekt od začetnega časa: %1

# @info/plain
source: Project target finish time: %1
eo: Celita fintempo de projekto: %1
ru: Запланированное время завершения проекта: %1
sl: Ciljni čas zaključka projekta: %1

# @info/plain
source: Schedule project from end time: %1
eo: Plani projekton ekde la fintempo: %1
ru: Запланировать проект с временем окончания: %1
sl: Razporedi projekt od končnega časa: %1

# @info/plain
source: Schedule
eo: Horaro
ru: Расписание
sl: Razporedi

# @info/plain
source: Failed to schedule project
eo: Malsukcesis plani projekton
ru: Не удалось запланировать проект
sl: Ni bilo mogoče razporediti projekta

# @info/plain
source: Update
eo: Ĝisdatigo
ru: Обновить
sl: Posodobi

# @info/plain
source: Finish
eo: Fini
ru: Завершить
sl: Zaključek

# @info/plain
source: Failed to find scenario to schedule
eo: Malsukcesis trovi scenaron por plani
ru: Не удалось найти сценарий для расписания
sl: Ni bilo mogoče najti scenarija za razporeditev

# @info/plain
source: Project scheduled to start at %1 and finish at %2
eo: Projekto planita komenci je %1 kaj finiĝi je %2
ru: Запланированное начало выполнения проекта: %1; запланированное завершение: %2
sl: Projekt je razporejen, da se začne ob %1 in zaključi ob %2

# @info/plain
source: Invalid start time
eo: Nevalida komenca tempo
ru: Неверное время начала
sl: Neveljaven začetni čas

# @info/plain
source: Invalid end time
eo: Nevalida fintempo
ru: Неверное время окончания
sl: Neveljaven končni čas

# @info/plain
source: Scheduled milestone: %1
eo: Planita mejloŝtono: %1
ru: Запланированный этап: %1
sl: Razporejen mejnik: %1

# @info/plain
source: Scheduled task: %1 - %2
eo: Planita tasko: %1 - %2
ru: Запланированная задача: %1 — %2
sl: Razporejeno opravilo: %1 - %2

# 1=type of constraint
source: %1: Failed to meet constraint. Negative float=%2
eo: %1: Malsukcesis plenumi limon. Negativa flosilo=%2
ru: %1: не удалось удовлетворить ограничения. Отрицательный резерв=%2
sl: %1: ni mogoče zadovoljiti omejitvam. Negativni plavajoči čas=%2

# @info/plain
source: Failed to meet dependency. Negative float=%1
eo: Malsukcesis renkonti dependecon. Negativa flosilo=%1
ru: Не удалось удовлетворить зависимости. Отрицательный резерв=%1
sl: Ni mogoče zadovoljiti odvisnostim. Negativni plavajoči čas=%1

# @info/plain
source: Failed to add as predecessor to task '%1'
eo: Malsukcesis aldoni kiel antaŭulo al tasko '%1'
ru: Не удалось добавить как предшественника для задачи «%1»
sl: Dodajanje predhodnika naloge '%1' ni uspelo

# @info/plain
source: Failed to add as successor to task '%1'
eo: Malsukcesis aldoni kiel posteulo al tasko '%1'
ru: Не удалось добавить как зависимую задачу для задачи «%1»
sl: Dodajanje naslednika naloge '%1' ni uspelo

# @info/plain
source: Dependency type '%1' not handled. Using FinishStart.
eo: Dependeca tipo '%1' ne traktita. Uzante FinishStart.
ru: Тип зависимости «%1» не обработан. Будет использован FinishStart.
sl: Odvisnosti tipa "%1" ni zadovoljena. Uporabljam Konec-Začetek.

# @info/plain
source: %1: Invalid start constraint
eo: %1: Nevalida komenca limo
ru: %1: недопустимое ограничение начала
sl: %1: Neveljavna omejitev začetnega časa

# @info/plain
source: %1: Invalid end constraint
eo: %1: Nevalida fina limo
ru: %1: недопустимое ограничение завершения
sl: %1: Neveljavna omejitev končnega čaa

# @info/plain
source: Unhandled time constraint type
eo: Netraktita tempolimiga tipo
ru: Не обработан тип ограничения времени
sl: Neupoštevana časovna omejitev

# @info/plain
source: Could not use the correct calendar for calculation of task duration
eo: Ne eblis uzi la ĝustan kalendaron por kalkulo de taskodaŭro
ru: Не удалось использовать правильный календарь для расчёта длительности задачи
sl: Ni bilo mogoče uporabiti pravilnega koledarja za izračun trajanja nalog

source: Recalculate, earliest start: %1
eo: Rekalkuli, plej frua komenco: %1
ru: Пересчитать, самое раннее время начала: %1
sl: Ponovno izračunaj, najbolj zgodnji začetni čas: %1

source: Task has started. Remaining effort: %1d
eo: Tasko komenciĝis. Resta klopodo: %1d
ru: Задача начата. Осталось: %1d
sl: Naloga je začeta. Preostali trud: %1d

source: No working hours defined for resource: %1
eo: Neniuj laborhoroj difinitaj por rimedo: %1
ru: Не удалось определить рабочие часы для источника: %1
sl: Ni določenega delovnega časa za vir: %1

source: Scheduling started: %1
eo: Programado komenciĝis: %1
ru: Планирование начато: %1
sl: Razporejanje se je začelo: %1

source: Recalculating from: %1
eo: Rekalkulante ekde: %1
ru: Пересчитать с: %1
sl: Ponovno izračunavam od: %1

source: Scheduling canceled
eo: Programado nuligita
sl: Razporejanje preklicano

source: Scheduling finished at %1, elapsed time: %2 seconds
eo: Planado finiĝis je %1, pasita tempo: %2 sekundoj
ru: Планирование завершено в %1, прошло времени: %2 сек.
sl: Razporejanje je končano ob %1, trajanje: %2 sekund

source: Scheduling interval: %1 - %2, granularity: %3 minutes
eo: Programa intervalo: %1 - %2, granulareco: %3 minutoj
ru: Промежуток планирования: %1 - %2, детализация: %3 мин.
sl: Interval razporejanja: %1 - %2, razdrobljenost: %3 minut

source: Invalid project, start > end
eo: Nevalida projekto, komenco > fino
ru: Invalid project, начало > end
sl: Neveljaven projekt začetni čas > končnega

source: Project check failed
eo: Projektkontrolo malsukcesis
ru: Ошибка проверки проекта
sl: Preverjanje projekta ni uspelo

source: Scheduled: %1 - %2
eo: Planita: %1 - %2
ru: Запланировано: %1 - %2
sl: Razporejeno: %1 - %2

source: Scheduling failed
eo: Planado malsukcesis
ru: Ошибка планирования
sl: Razporejanje ni uspelo

source: Project scheduling failed
eo: Projektplanado malsukcesis
ru: Не удалось запланировать проект
sl: Razporejanje projekta ni uspelo

source: Appointment with load (%1) less than available resource units (%2) not supported
eo: Renkonto kun ŝargo (%1) malpli ol disponeblaj rimedunuoj (%2) ne subtenata
ru: Встреча с загрузкой (%1) менее доступных доступных ресурсов (%2) не поддерживается
sl: Dodeljevanje z nalaganjem (%1) manj kot je na voljo razpoložljivih enot (%2) ni podprto
