Repository: FarizaMaratkyzy/calligraplan
Catalog: po/*/calligraplan_scheduler_rcps.po
Languages: eu, ru, sl

# @info:whatsthis
source: <title>RCPS Scheduler</title><para>The Resource Constrained Project Scheduler (RCPS) focuses on scheduling the project to avoid overbooking resources. It still respects task dependencies and also tries to fulfill time constraints. However, time constraints can make it very difficult to find a good solution, so it may be preferable to use a different scheduler in these cases.</para>
eu: <title>RCPS planifikatzailea</title><para> Baliabide mugatuko proiektu planifikatzailea (Resource Constrained Project Scheduler - RCPS) arreta baliabideen gainerreserba saihesteko planifikatzean ipintzen du. Zereginen mendekotasunak errespetatzen ditu, eta denbora-mugak betetzen ere saiatzen da. Hala ere, denbora-mugak direla eta, oso zaila izan daiteke ebazpide on bat aurkitzea; beraz, kasu horietan hobe izan daiteke planifikatzaile ezberdin bat erabiltzea.</para>
ru: <title>Планировщик RCPS</title><para>Планировщик проектов с ограничениями по ресурсам (Resource Constrained Project Scheduler) позволяет планировать без применения чрезмерного использования ресурсов (сверхурочной работы исполнителей). Планировщик принимает во внимание зависимости задач и учитывает временные ограничения. Однако временные ограничения могут затруднить поиск подходящего решения, поэтому в таких задачах рекомендуется пользоваться другим планировщиком.</para>
sl: <title>Razporejevalnik RCPS</title><para>Razporejevalnik projektov omejenih virov (RCPS) se osredotoča na načrtovanje projekta, da bi se izognili večkratnemu knjiženju istih virov. Še vedno spoštuje odvisnosti od nalog in tudi poskuša spoštovati časovne omejitve. Vendar pa lahko časovne omejitve zelo otežijo iskanje dobre rešitve, zato je v teh primerih morda primerneje uporabiti drug razporejevalnik.</para>

source: Scheduling halted after %1 generations
eu: Antolaketa gelditu egin da %1 belaunaldiren ondoren
ru: Планирование остановлено после %1 созданий
sl: Razporejanje se je ustavilo po %1 generacijah

source: Init
eu: Hasieraketa
ru: Инициализация
sl: Zač

source: Re-calculate project from start time: %1
eu: Birkalkulatu proiektua hasierako-ordutik: %1
ru: Пересчитать проект с временем начала: %1
sl: Ponovno izračunaj projekt iz začetnega časa: %1

source: Schedule project from start time: %1
eu: Planifikatu proiektua hasierako-ordutik: %1
ru: Запланировать проект с временем начала: %1
sl: Razporedi projekt od začetnega časa: %1

source: Schedule project from end time: %1
eu: Planifikatu proiektua bukaerako-ordutik: %1
ru: Запланировать проект с временем окончания: %1
sl: Razporedi projekt od končnega časa: %1

source: Failed to build a valid RCPS project
eu: Ezin izan da baliozko RCPS proiektu bat sortu
ru: Не удалось создать допустимый проект RCPS
sl: Izdelava veljavnega projekta RCPS ni uspela

source: Schedule
eu: Plangintza
ru: Расписание
sl: Razporedi

source: Invalid scheduling solution. Result: %1
eu: Plangintza ebazpen baliogabea. Emaitza: %1
ru: Недействительное планирование. Результат: %1
sl: Neveljaven rezultat razporeditve. Rezultat: %1

source: No resource request is registered
eu: Ez da baliabide-eskaerarik erregistratu
ru: Запрос ресурса не был зарегистрирован
sl: Nobena zahteva po viru ni registrirana

source: No resource has been allocated
eu: Ez da baliabiderik esleitu
ru: Ресурс не был определён
sl: Viri niso bili dodeljeni

source: Scheduled task to start at %1 and finish at %2
eu: Zeregina %1ean hasi eta %2an amaitzeko planifikatu da
ru: Запланированное начало выполнени задачи: %1; запланированное завершение: %2
sl: Razporejena naloga se prične ob %1 in konča ob %2

source: Project scheduled to start at %1 and finish at %2
eu: Proiektua %1ean hasi eta %2an amaitzeko planifikatu da
ru: Запланированное начало выполнения проекта: %1; запланированное завершение: %2
sl: Projekt se predvidoma začne ob %1 in konča ob %2

source: Must start project early in order to finish in time: %1
eu: Proiektua goiz hasi behar da garaiz garaiz bukatzeko: %1
ru: Проект следует начать раньше, чтобы завершить его в срок: %1
sl: Projekt moramo začeti zgodaj, da bi ga lahko dokončali do %1

# 1=type of constraint
source: %1: Failed to meet constraint. Negative float=%2
eu: %1: Murrizketak ezin izan ditu bete. Higikor negatiboa=%2
ru: %1: Не удалось удовлетворить ограничения. Отрицательный резерв=%2
sl: %1: Ni uspelo doseči omejitve. Negativna pomičnost=%2
