Repository: FarizaMaratkyzy/calligraplan
Catalog: po/*/calligraplanportfolio.po
Languages: fr, sl

# @info:tooltip
source: Highest priority is scheduled first
fr: La priorité la plus haute est planifiée en premier.
sl: Prednostna opravila so najprej razporejena

# @info:whatsthis
source: <title>Scheduling</title><para>The Scheduling view lets you schedule the projects in your portfolio. The projects are scheduled according to their priority.</para><para>Set <emphasis>Control</emphasis> to <emphasis>Schedule</emphasis> for the project or projects you want to schedule.<nl/>Set <emphasis>Control</emphasis> to <emphasis>Include</emphasis> to have resource assignments included in resource leveling.<nl/>Set <emphasis>Control</emphasis> to <emphasis>Exclude</emphasis> if you want to exclude the project.</para><para><note>If your projects share resources with projects that are not part of your portfolio, these projects needs to be included for resource leveling to work properly.</note></para><para><link url='%1'>More...</link></para>
fr: <title>Planification</title><para>La vue de planification vous permet de planifier les projets de votre collection. Les projets sont planifiés selon leurs priorités.</para><para>Passer de <emphasis>Contrôler</emphasis> à <emphasis>Planifier</emphasis> pour le ou les projets que vous voulez planifier.<nl/>Passer de <emphasis>Contrôler</emphasis> à <emphasis>Inclure</emphasis> pour que les allocations de ressources soient incluses dans le nivellement des ressources.<nl/>Passer de <emphasis>Contrôler</emphasis> à <emphasis>Exclure</emphasis> si vous voulez exclure le projet.</para><para><note>Si vos projets partagent des ressources avec certains projets en dehors de votre collection, ceux-ci devront être inclus pour que le nivellement des ressources fonctionne correctement.</note></para><para><link url='%1'>En savoir plus...</link></para>
sl: <title>Razporejanje</title><para>Pogled razporejanje omogoča razporejanje projektov v vašem portelju. Projekti so razporejeni glede na njihovo prednost.</para><para>Nastavite <emphasis>Kontrola</emphasis> na <emphasis>Razporedi</emphasis> za projekt ali projekte, ki jih želite razporediti.<nl/>Nastavite <emphasis>Kontrola</emphasis> na<emphasis>Vključi</emphasis> da imate dodeljevanje virov vključeno v uravnavanje virov.<nl/>Nastavite <emphasis>Kontrola</emphasis> na <emphasis>Izključi</emphasis> če želite izključiti projekt.</para><para><note>Če si vaši projekti delijo vire s projekti, ki niso del vašega portfelja, morajo biti ti projekti vključeni, da bi uravnavanje virov delovalo pravilno.</note></para><para><link url='%1'>Več...</link></para>

# @label:listbox range: 0-60
source: %1 minute
sl: %1 minuta

source: Description...
sl: Opis...

source: Internal error. No scheduler plugin found.
fr: Erreur interne. Aucun module externe de planification n'a été trouvé.
sl: Notranja napaka. Ni najdenega vtičnika za razporejanje.

source: Nothing to schedule
fr: Rien à planifier
sl: Ni kaj razporejati

source: Scheduling not possible. Project target end time must be later than calculation time.
fr: Planification impossible. La date objectif de fin de projet doit être postérieure au temps de calcul.
sl: Razporejanje ni mogoče. Ciljni čas projekta mora biti kasnejši od izračunanega časa.

source: Scheduling projects
fr: Planification des projets
sl: Razporejanje projektov

source: Scheduling Control
fr: Contrôle de planification
sl: Nadzor razporejanja

source: Scheduler:
fr: Planificateur :
sl: Razporejevalnik:

source: Calculate
fr: Calculer
sl: Izračunaj

source: Options
sl: Možnosti

source: Sequential
fr: Séquentiel
sl: Zaporedno

source: Granularity:
fr: Granularité :
sl: Zrnatost:

source: Parallel
fr: Parallèle
sl: Vzporedno

source: Calculate From
fr: Calculer à partir de
sl: Izračunaj od

source: Today
fr: Aujourd'hui
sl: Danes

source: Time:
fr: Heure :
sl: Čas:

source: Tomorrow
fr: Demain
sl: Jutri

# @info:tooltip (Budgeted Cost of Work Scheduled/Budgeted Cost of Work Performed
source: Schedule Performance Index (BCWS/BCWP)
fr: Index de performance de planification (BCWS / BCWP)
sl: Indeks učinkovitosti razporeditve - Schedule Performance Index (BCWS/BCWP)

# @info:whatsthis
source: <title>Projects Summary View</title><para>This view summarizes performance data for the projects in your portfolio.</para><para>Performance indexes are shown for both cost based and effort based calculations.</para><para><nl/><link url='%1'>More...</link></para>
fr: <title>Vue de résumé des projets</title><para>Cette vue résume les données de performance des projets de votre collection. </para><para>Les indices de performance sont affichés pour les calculs reposant sur les coûts et les efforts. </para><para><nl/><link url='%1'>En savoir plus...</link></para>
sl: <title>Pogled povzetka projekta</title><para>Ta pogled povzema podatke učinkovitosti projektov v vašem portfelju.</para><para>Indeksi učinkovitosti so prikazani tako za izračune vezane na stroške kot za trud.</para><para><nl/><link url='%1'>Več...</link></para>

source: Portfolio Content
fr: Contenu d'une collection
sl: Vsebina portfelja

source: Scheduling
fr: Planification
sl: Razporejanje

source: Summary
fr: Résumé
sl: Povzetek

source: Progress
fr: Avancement
sl: Napredek

source: Performance
sl: Performanse

source: Resource Usage
fr: Utilisation des ressources
sl: Raba vira

source: Gantt Summary
fr: Résumé du Gantt
sl: Ganttov povzetek

# application name
source: Plan Portfolio
fr: Collection de Plan

# @action:button
source: <a href="https://forum.kde.org/viewforum.php?f=203">Community forum</a>
fr: <a href="https://forum.kde.org/viewforum.php?f=203">Forum de la communauté</a>

# @action:button
source: <a href="https://userbase.kde.org/Plan">Community</a>
fr: <a href="https://userbase.kde.org/Plan">Communauté</a>
