Repository: FarizaMaratkyzy/calligraplan
Catalog: po/*/calligraplanportfolio.po
Languages: fr, sl

source: Project Portfolio Management
fr: Gestion d'une collection de projets
sl: Upravljanje portfelja projekta

source: Copyright 2020-%1, The Plan Team
fr: Copyright 2020-%1, l'équipe de Plan
sl: Copyright 2020-%1, Ekipa Plana

# NAME OF TRANSLATORS
source: Your names
fr: Xavier Besnard
sl: Matjaž Jeran

# EMAIL OF TRANSLATORS
source: Your emails
fr: xavier.besnard@neuf.fr
sl: matjaz.jeran@amis.net

source: &File
fr: &Fichier
sl: Datoteka

source: &Settings
fr: &Configuration
sl: Nastavitve

source: &Help
fr: &Aide
sl: Pomoč

# @title:tab Document settings page
source: Document
sl: Dokument

source: Path to the documentation
fr: Emplacement de la documentation
sl: Pot do dokumentacije

source: Path to the context help documentation
fr: Emplacement de la documentation d'aide contextuelle
sl: Pot do konteksta pomoči dokumentacije

source: The context help documentation must have been translated to the language
fr: La documentation d'aide contextuelle doit avoir été traduite dans la langue.
sl: Dokumentacija konteksta pomoči mora biti prevedena v jezik

source: Autosave interval
fr: Intervalle d'enregistrement automatique
sl: Interval samodejnega shranjevanja

source: Create a backup file
fr: Créer un fichier de sauvegarde
sl: Ustvari varovalno kopijo

# @title:column
source: Portfolio
fr: Collection
sl: Portelj

# @title:column
source: Modified
fr: Modifié
sl: Spremenjeno

# @title:column
source: Save
fr: Enregistrer
sl: Shrani

# @title:column
source: Internal
fr: Interne
sl: Interno

source: Yes
fr: Oui
sl: Da

source: No
fr: Non
sl: Ne

# @title:window
source: Save Documents
fr: Enregistrer les documents
sl: Shrani dokumente

source: The file already exists. Do you want to overwrite?
fr: Le fichier existe déjà. Voulez-vous vraiment l'écraser ?
sl: Datoteka že obstaja. Ali jo želite prepisati?

# @title:window
source: Overwrite file?
fr: Écraser le fichier ?
sl: Naj prepišem datoteko?

source: Save
fr: Enregistrer
sl: Shrani

# @info:whatsthis
source: <title>Gantt Summary</title><para>Shows a gantt chart of all projects in your portfolio.</para><para>A gantt view for a project can be shown by selecting <interface>Context Menu->Open Project</interface>.<nl/><link url='%1'>More...</link></para>
fr: <title>Résumé de Gantt</title><para>Cette vue présente un diagramme de Gant de tous les projets de votre collection. </para><para>Une vue sous forme Gantt pour un projet peut être affiché par sélection du <interface> Menu contextuel / Ouvrir un projet</interface>.<nl/><link url='%1'>En savoir plus...</link></para>
sl: <title>Ganttov povzetek</title><para>Prikazuje Ganntov diagram vseh projektov v vašem portfelju.</para><para>Ganntov diagram projekta je prikazan z izbiro<interface>Kontekstni meni->Odpri projekt</interface>.<nl/><link url='%1'>Več...</link></para>

source: Open Project
fr: Ouvrir un projet
sl: Odpri projekt

source: Invalid document. No mimetype specified.
fr: Document non valable. Aucun type « MIME » spécifié.
sl: Neveljaven dokument. Ni določen tip mime.

source: Invalid document. Expected mimetype %1, got %2
fr: Document non valable. Type MIME attendu %1 et %2 reçu.
sl: Neveljaven dokument. Pričakovan tip mime %1, a je %2

source: This document was created with a newer version of Plan (syntax version: %1) Opening it in this version of Plan will lose some information.
fr: Ce document a été créé avec une version plus récente de Plan (Version de syntaxe : %1) Son ouverture dans cette version de Plan conduira à certaines pertes d'informations.
sl: Ta dokument je bil ustvarjen z novejšo verzijo plana (skladenjska verzija: %1) Če jo odprete v tej verziji plana, boste izgubili nekaj informacij.

source: File-Format Mismatch
fr: Incohérence du format de fichier
sl: Neujemanje formata datoteke

source: Continue
fr: Continuer
sl: Nadaljuj

# @info
source: The project already exists.<nl/>Project: %1<nl/>Document: %2
fr: Le projet existe déjà.<nl/>Projet : %1<nl/>Document : %2
sl: Project že obstaja.<nl/>Projekt: %1<nl/>Dokument: %2

# @title:window
source: Could not add project
fr: Impossible d'ajouter un projet
sl: NI bilo mogoče dodati projekta

# @info
source: <p>The external project file <filename>%1</filename> has been modified.</p><p>Do you want to save it?</p>
fr: <p>Le fichier de projet externe <filename>%1</filename> a été modifié.</p><p>Veuillez-vous l'enregistrer ?</p>
sl: <p>Zunanja datoteka projekta <filename>%1</filename> je bila spremenjena.</p><p>Ali jo želite shraniti?</p>

source: Configure Portfolio...
fr: Configurer une collection...
sl: Nastavi portfelj...

# title:window
source: Portfolio Settings
fr: Configuration d'une collection
sl: Nastavitve portfelja

# @title:window
source: Portfolio Settings
fr: Configuration d'une collection
sl: Nastavitve portfelja

source: No data
fr: Aucune donnée
sl: Ni podatkov

source: Cost (%1)
fr: Coût (%1)
sl: Strošek (%1)

source: Effort (Hour)
fr: Effort (Heure)
sl: Trud (Ure)

source: Cost
fr: Coût
sl: Strošek

source: Effort
fr: Charge
sl: Trud

source: &View
fr: Afficha&ge
sl: Pogled

source: Tools
fr: Outils
sl: Orodja

source: &Edit
fr: Modifi&er
sl: Uredi

source: File
fr: Fichier
sl: Datoteka

source: Edit
fr: Modifier
sl: Uredi

# @title:column
source: Storage
fr: Stockage
sl: Shramba

# @title:column
source: File
fr: Fichier
sl: Datoteka

# @info:tooltip
source: Defines if the project is part of the portfolio
fr: Détermine si le projet fait partie de la collection
sl: Določa, če je projekt del portfelja

# @info:tooltip
source: Defines if the project is stored embedded in the portfolio file or in the external file
fr: Définit si le projet est enregistré de façon intégrée dans le fichier de collection ou dans le fichier externe.
sl: Določa, če je projekt shranjen kot del datoteke portfelja ali v zunanji datoteki

# @info:tooltip
source: The external url of the project file
fr: L'URL externe du fichier de projet
sl: Zunanji naslov datoteke projekta

source: Error
fr: Erreur
sl: Napaka

# @info:tooltip
source: Failed to load the document
fr: Impossible de charger le document
sl: Nalaganje dokumenta ni uspelo

source: Embedded
fr: Intégré
sl: Vgrajeno

source: External
fr: Externe
sl: Eksterno

# @title:column
source: Recent Portfolios
fr: Collections récentes
sl: Zadnji portfelji

# @info:whatsthis
source: <title>The Portfolio Content Editor</title><para>This editor enables you to configure the content of your portfolio.</para><para>Select <interface>Edit|Add</interface> or press <interface>Add...</interface> to add projects to your portfolio.<nl/>Select <interface>Edit|Remove</interface> or press <interface>Remove</interface> to remove selected projects.</para><para>Add the projects you are managing and set <emphasis>Portfolio</emphasis> = <emphasis>Yes</emphasis>.</para><para><note>If you have resources that are shared between multiple projects and you want to re-schedule or inspect resource usage, you need to add all relevant projects and then set <emphasis>Portfolio</emphasis> = <emphasis>No</emphasis> for these projects.</note></para><para><link url='%1'>More...</link></para>
fr: <title>L'éditeur de contenu de collection</title><para>Cet éditeur vous permet de configurer le contenu de votre collection. </para><para>Sélectionnez <interface>Modifier | Ajouter</interface> ou appuyez sur <interface>Ajouter...</interface> pour ajouter des projets à votre collection.<nl/>Sélectionnez <interface>Modifier | Supprimer</interface> ou appuyez sur <interface>Supprimer</interface> pour supprimer les projets sélectionnés. </para><para>Ajoutez les projets que vous gérez et positionnez le paramètre « Portfolio » à « Yes ». <para><note>Si vous avez des ressources partagées entre plusieurs projets et que souhaitez faire une re-planification ou parcourir l'utilisation des ressources, vous devez ajouter tous les projets concernés et ensuite, positionnez le paramètre « Portfolio » à <emphasis>« No »</emphasis> pour ceux-ci.</note></para><link url='%1'>Pour en savoir plus...</link></para>
sl: <title>Urejevalnik vsebine portfelja</title><para>Ta urejevalnik omogoča nastavitve vsebine vašega portelja. </para><para>Izberite <interface>Uredi|Dodaj</interface> ali pritisnite <interface>Dodaj...</interface> da bi dodali projekt v vaš portfelj.<nl/>Izberite <interface>Uredi|Odstrani</interface> ali pritisnite <interface>Odstrani</interface> da bi odstranili izbrane projekte. </para>Dodajte projekte, ki jih upravljate in nastavite <emphasis>Portfolio</emphasis> = <emphasis>Yes</emphasis>. Če imate vire, ki so deljeni z več projekti in jih želite ponovno načrtovati, morate dodati vse ustrezne projekte in nato nastavite <emphasis>Portfolio</emphasis> = <emphasis>No</emphasis> za te projekte.<para><nl/><link url='%1'>Več...</link></para>

# @info
source: <subtitle>Context Help</subtitle><para>Many functions have help and hints that can be displayed with <emphasis>What's this</emphasis>.</para><para>Activate it by selecting the menu item <interface>Help|What's this</interface> or by pressing <shortcut>Shift+F1</shortcut>.</para><para>Try it on this text!</para>
fr: <subtitle>Aide contextuelle</subtitle><para>De nombreuses fonctions proposent de l'aide et des astuces pouvant s'afficher avec <emphasis>Qu'est-ce que c'est</emphasis>.</para><para>Activez le en sélectionnant l'élément de menu <interface>Aide | Qu'est-ce que c'est</interface> ou en appuyant sur <shortcut>« MAJ » + « F1 »</shortcut>.</para><para>Essayez le sur ce texte !</para>
sl: <subtitle>Kontekstna pomoč</subtitle><para>Več funkcij ima pomoč in namige, ki se prikažejo s <emphasis>Kaj je to</emphasis>.</para><para>Aktivirate jih z izbiro točke menija <interface>Pomoč|Kaj je to</interface> ali s pritiskom <shortcut>Dvigalka+F1</shortcut>.</para><para>Poskusite na tem besedilu!</para>

# @info
source: <subtitle>Online Resources</subtitle>
fr: <subtitle>Ressources en ligne</subtitle>
sl: <subtitle>Omrežni viri</subtitle>

# @info:whatsthis
source: <title>Context help</title><para>Help is available many places using <emphasis>What's This</emphasis>.<nl/>It is activated using the menu entry <interface>Help->What's this?</interface> or the keyboard shortcut <shortcut>Shift+F1</shortcut>.</para><para>In dialogs it is available via the <interface>?</interface> in the dialog title bar.</para><para>If you see <link url='%1'>More...</link> in the text, pressing it will display more information from the documentation.</para>
fr: <title>Aide contextuelle</title><para> Une aide est disponible à beaucoup d'endroits en utilisant <emphasis>Qu'est-ce que c'est</emphasis>.<nl/>Elle s'active en utilisant l'entrée de menu <interface>Aide / Qu'est-ce que c'est ?</interface> ou grâce au raccourci de clavier <shortcut>« MAJ » + « F1 »</shortcut>.</para><para>Dans les boîtes de dialogue, elle est disponible grâce à <interface> ?</interface> dans la barre de titre de la boîte de dialogue.</para><para>Si vous voyez <link url='%1'>En savoir plus…</link> dans le texte, un appui dessus vous permet d'afficher des informations supplémentaires issues de la documentation.</para>
sl: <subtitle>Kontekstna pomoč</subtitle><para>Več funkcij ima pomoč in namige, ki se prikažejo s <emphasis>Kaj je to</emphasis>.</para><para>Aktivirate jih z izbiro točke menija <interface>Pomoč->Kaj je to</interface> ali z bližnjico tipkovnice <shortcut>Dvigalka+F1</shortcut>.</para><para>V dialogih je na voljo <interface>?</interface> v naslovni vrstici dialoga.</para><para>Če vidite <link url='%1'>Več...</link> v besedilo, bo pritisk tja prikazal več informacij iz dokumentacije.</para>

source: Add
fr: Ajouter
sl: Dodaj

source: Remove
fr: Supprimer
sl: Odstrani

source: Add Project
fr: Ajouter un projet
sl: Dodaj projekt

# @info
source: Failed to load the project. Not a valid Plan file:<nl/>%1
fr: Impossible de charger le projet n'étant pas un fichier valable « Plan » : <nl/>%1
sl: Ni bilo mogoče naložiti projekta. Ni veljavna datoteka plana:<nl/>%1

# @info
source: Failed to open the project. This seems to be a portfolio file:<nl/>%1
fr: Impossible d'ouvrir le projet, semblant être un fichier de collection :<nl/>%1
sl: Ni bilo mogoče naložiti projekta. Zdi se, da je to datoteka portfelja:<nl/>%1

# @info
source: The project already exists, the project will not be added.<nl/>Project: %1<nl/> Document: %2
fr: Le projet existe déjà et ne sera pas ajouté.<nl/>Projet : %1<nl/>Document : %2
sl: Ta projekt že obstaja, projekt ne bo dodan.<nl/>Projekt: %1<nl/> Dokument: %2

source: Information
fr: Informations
sl: Informacije

source: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Home</span></a></p></body></html>
fr: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Accueil</span></a></p></body></html>
sl: <html><head/><body><p><a href="https://calligra.org/plan"><span style="text-decoration: underline; color:#2980b9;">Domov</span></a></p></body></html>

# @action:button
source: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">User documentation</a>
fr: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">Documentation pour utilisateurs</a>
sl: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">Uporabniška dokumentacija</a>

# @info:whatsthis
source: <title>Progress</title><para>This view is used to inspect and edit task progress information for the selected project.<nl/>The tasks are divided into groups dependent on the task status:<list><item><emphasis>Not Started:</emphasis> Tasks that should have been started by now.</item><item><emphasis>Running:</emphasis> Tasks that has been started, but not yet finished.</item><item><emphasis>Finished:</emphasis> Tasks that where finished in this period.</item><item><emphasis>Next Period:</emphasis> Tasks that is scheduled to be started in the next period.</item></list>The time period is configurable.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
fr: <title>Avancement</title><para>Cette vue est utilisée pour inspecter et modifier les informations sur l’avancement des tâches pour le projet sélectionné. <nl/>Les tâches sont divisées en groupes selon l’état de la tâche :<list><item><emphasis>Non démarré : </emphasis> Tâches qui auraient déjà dû être démarrées. </item><item><emphasis>En cours :</emphasis> Tâches qui ont été démarrées, mais qui ne sont pas encore terminées. </item><item><emphasis>Terminé :</emphasis> Tâches terminées au cours de cette période. </item><item><emphasis>Période suivante :</emphasis> Tâches dont le début est prévu pour la période suivante. </item></list>La fenêtre de temps est configurable. </para><para>Cette vue prend en charge la configuration et l’impression à l’aide du menu contextuel. <nl/><link url='%1'>En savoir plus...</link></para>
sl: <title>Napredek</title><para>Ta pogled je v rabi nadzor in urejanje podatkov o napredku opravil za izbrani projekt.<nl/>Opravila so grupirana v odvisnosti od njihovega stanja:<list><item><emphasis>Ni začeto:</emphasis> Opravila, ki bi se morala zdaj že začeti.</item><item><emphasis>V teku:</emphasis> Opravila, ki so bila, a še niso bila dokončana.</item><item><emphasis>Dokončana:</emphasis> Opravila, ki so bila končana v tem obdobju.</item><item><emphasis>Naslednje obdobje:</emphasis> Opravila, ki so razporejena, da bodo začeta v naslednjem obdobju.</item></list>Časovno obdobje je nastavljivo.</para><para>Ta pogled podpira konfiguracije in tisk s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

source: Projects
fr: Projets
sl: Projekti

# @info:tooltip
source: Project name
fr: Nom du projet
sl: Ime projekta

source: Target Start
fr: Objectif de démarrage
sl: Ciljni začetek

# @info:tooltip
source: Scheduling range: Earliest start time
fr: Intervalle de planification : date de démarrage au plus tôt
sl: Obseg razporejanja: Najzgodnejši začetek

source: Target End
fr: Objectif de fin
sl: Ciljni konec

# @info:tooltip
source: Scheduling range: Latest end time
fr: Intervalle de planification : date de fin au plus tard
sl: Obseg razporejanja: Najkasnejši konec

# @info:tooltip
source: Project description
fr: Description du projet
sl: Opis projekta

source: Schedule
fr: Planification
sl: Razporeditev

# @info:tooltip
source: Select schedule
fr: Sélectionner une planification
sl: Izberi razporeditev

# @info:tooltip
source: <title>Project: %1</title><para>Schedule: Not scheduled</para><para><list><item>Target start: %2</item><item>Target finish: %3</item></list></para>
fr: <title>Projet : %1</title><para>Planification : non planifié</para><para><list><item>Début cible : %2</item><item>Fin cible : %3</item></list></para>
sl: <title>Projekt: %1</title><para>Razporeditev: Ni razporejeno</para><para><list><item>Ciljni začetek: %2</item><item>Ciljni zaključek: %3</item></list></para>

# @info:tooltip
source: <title>Project: %1</title><para>Schedule: %4 Not scheduled</para><para><list><item>Target start: %2</item><item>Target finish: %3</item></list></para>
fr: <title>Projet : %1</title><para>Planification : %4 Non planifié</para><para><list><item>Début cible : %2</item><item>Fin cible : %3</item></list></para>
sl: <title>Projekt: %1</title><para>Razporeditev: %4 Ni razporejen</para><para><list><item>Ciljni začetek: %2</item><item>Ciljni zaključek: %3</item></list></para>

# @info:tooltip
source: <title>Project: %1</title><para>Schedule: %6</para><para><list><item>Planned start: %2</item><item>Planned finish: %3</item><item>Target start: %4</item><item>Target finish: %5</item></list></para>
fr: <title>Projet : %1</title><para>Planification : %6</para><para><list><item>Début planifié : %2</item><item>Fin planifiée : %3</item><item>Objectif de début : %4</item><item>Objectif de fin : %5</item></list></para>
sl: <title>Projekt: %1</title><para>Razporeditev: %6</para><para><list><item>Planiran začetek: %2</item><item>Planiran zaključek: %3</item><item>Ciljni začetek: %4</item><item>Ciljni zaključek: %5</item></list></para>

# @info:tooltip
source: Not scheduled
fr: Non planifié
sl: Ni razporejeno

# @info:tooltip
source: Schedule: %1 is not scheduled
fr: Planification : %1 est non planifié
sl: Razporeditev: %1 ni razporejen

# @info:tooltip
source: Schedule %1: Scheduled to start: %1
fr: Planification %1 : planifié pour démarrer : %1
sl: Razporeditev %1: Razporejen začetek: %1

# @info:tooltip
source: Schedule %1: Scheduled to finish: %1
fr: Planification %1 : planifié pour se terminer : %1
sl: Razporeditev %1: Razporejen konec: %1

# @info:tooltip
source: Schedule is baselined
fr: La planification est établie.
sl: Projekt ima nastavljeno osnovo

# @info:tooltip
source: Scheduled but not baselined
fr: Planifié mais pas établi
sl: Projekt nima nastavljene osnove

source: No task
fr: Aucune tâche
sl: Ni opravil

# @info:tooltip
source: WBS: %1<nl/>Task: %2<nl/>Project: %3
fr: WBS : %1<nl/>Tâche : %2<nl/>Projet : %3
sl: WBS: %1<nl/>Opravilo: %2<nl/>Projekt: %3

source: Tasks
fr: Tâches
sl: Opravila

# @info:whatsthis
source: <title>Resource Usage</title><para>This view shows the resources task assignments for each day.</para><para><nl/><link url='%1'>More...</link></para>
fr: <title>Utilisation des ressources</title><para>Cette vue présente les allocations de ressources aux tâches pour chaque jour. </para><para><nl/><link url='%1'>En savoir plus...</link></para>
sl: <title>Raba virov</title><para>Ta pogled prikazuje dodelitve virov opravilom za vsak dan.</para><para><nl/><link url='%1'>Več...</link></para>

source: Diagram Types
fr: Types de diagrammes
sl: Vrste diagramov

source: Normal
sl: Normalno

source: Stacked
fr: Empilé
sl: Naloženo

source: Range
fr: Intervalle
sl: Obseg

# @title:column
source: Project
fr: Projet
sl: Projekt

# @title:column
source: Schedule
fr: Planification
sl: Razporeditev

# @title:column
source: Action
sl: Opravilo

# @title:column
source: State
fr: État
sl: Stanje

source: New schedule
fr: Nouvelle planification
sl: Nova razporeditev

source: New sub-schedule
fr: Nouvelle sous-planification
sl: Nova pod-razporeditev

source: New schedule '%1' will be created.
fr: Une nouvelle planification « %1 » sera créée.
sl: Ustvarjena bo nova razporeditev '%1'.

source: Existing schedule '%1' is not scheduled. '%1' will be scheduled.
fr: La planification existante « %1 » n'est pas actualisée. « %1 » sera ré-actualisée.
sl: Obstoječa razporeditev '%1' ni razporejena. '%1' bo razporejena.

source: Project is baselined. '%1' will be created as sub-schedule to '%2'.
fr: Le projet a défini son plan de route. « %1 » sera créée avec une sous-planification vers « %2 ».
sl: Projekt je osnovan. '%1' bo ustvarjena kot pod-razporeditev od '%2'.

source: Project is started. '%1' will be created as sub-schedule to '%2'.
fr: Le projet a débuté. « %1 » sera créée avec une sous-planification vers « %2 ».
sl: Projekt je zagnan. '%1' bo ustvarjena kot pod-razporeditev od '%2'.

source: Project is started. Schedule '%1' will be re-scheduled.
fr: Le projet a débuté. La planification « %1 » sera ré-actualisée.
sl: Projekt je zagnan. Razporeditev '%1' bo ponovno razporejena.

source: Project is started. Existing schedule '%1' will be re-scheduled.
fr: Le projet a débuté. La planification existante « %1 » sera ré-actualisée.
sl: Projekt je zagnan. Obstoječa razporeditev '%1' bo ponovno razporejena.

source: Project is not started. New sub-schedule '%1'. '%1' will be created as sub-schedule to '%2'.
fr: Le projet n'a pas débuté. Une nouvelle sous-planification « %1 » « %1 » sera créée avec une sous-planification vers « %2 ».
sl: Projekt ni zagnan. Nova pod-razporeditev '%1' '%1' bo ustvarjena kot pod-razporeditev od '%2'.

source: Project is not started. New schedule '%1' will be created.
fr: Le projet n'a pas débuté. Une nouvelle planification « %1 » sera créée.
sl: Projekt ni zagnan. Ustvarjena bo nova razporeditev '%1'.

source: Project is not started. Existing schedule '%1' will be re-scheduled.
fr: Le projet n'a pas débuté. La planification existante « %1 » sera ré-actualisée.
sl: Projekt ni zagnan. Obstoječa razporeditev '%1' bo ponovno razporejena.

# @title
source: Name
fr: Nom
sl: Ime

# @title
source: Phase
sl: Faza

# @title
source: Severity
fr: Sévérité
sl: Resnost

# @title
source: Message
sl: Sporočilo

# @title:column
source: Status
fr: État
sl: Stanje

# @title:column
source: Control
fr: Contrôler
sl: Kontrola

# @title:column
source: Priority
fr: Priorité
sl: Prednost

source: Include
fr: Inclure
sl: Vključi

source: Exclude
fr: Exclure
sl: Izključi

# @into:tooltip
source: Scheduling not possible. Project target end time must be later than calculation time
fr: Planification impossible. La date objectif de fin de projet doit être postérieure au temps de calcul.
sl: Razporejanje ni mogoče. Ciljni čas projekta mora biti kasnejši od izračunanega časa

source: Scheduling...
fr: Planification...
sl: Razporejanje...

source: Not scheduled
fr: Non planifié
sl: Ni razporejeno

source: Finished
fr: Terminé
sl: Zaključeno

source: Started
fr: Démarré
sl: Začeto

source: Baselined
fr: Établi
sl: Z osnovo

source: Scheduled
fr: Planifié
sl: Razporejeno

# @info:tooltip
source: Scheduling not possible. Project target end time must be later than calculation time
fr: Planification impossible. La date objectif de fin de projet doit être postérieure au temps de calcul.
sl: Razporejanje ni mogoče. Ciljni čas projekta mora biti kasnejši od izračunanega časa

# @info:tooltip
source: Schedule this project
fr: Planifier ce projet
sl: Razporedi ta projekt

# @info:tooltip
source: Include resource bookings from this project
fr: Inclure les réservations de ressources à partir de ce projet.
sl: Vključi rezervacije virov iz tega projekta

# @info:tooltip
source: Exclude this project
fr: Exclure ce projet
sl: Izvzemi ta projekt
