Repository: FarizaMaratkyzy/calligraplan
Catalog: po/*/krossmoduleplan.po
Languages: ka, ru

# (qtundo-format)
source: Add task
ka: ამოცანის დამატება
ru: Добавление задачи добавление задачи

# (qtundo-format)
source: Add resource group
ka: რესურსების ჯგუფის დამატება
ru: Добавление группы ресурсов добавление группы ресурсов

# (qtundo-format)
source: Add resource
ka: რესურსის დამატება
ru: Добавление ресурса добавление ресурса

# (qtundo-format)
source: Add external appointment
ka: გარე განაწესის დამატება
ru: Добавление внешней встречи добавление внешней встречи

# (qtundo-format)
source: Clear external appointments
ka: გარე განაწესების გასუფთავება
ru: Удаление внешних встреч удаление внешних встреч

# (qtundo-format)
source: Clear all external appointments
ka: ყველა გარე განაწესის გასუფთავება
ru: Удаление всех внешних встреч удаление всех внешних встреч

# (qtundo-format)
source: Set resource team members
ka: რესურსების გუფის წევრების დაყენება
ru: Выбор участников команды исполнителей выбор участников команды исполнителей

source: &Tools
ka: &ხელსაწყოები
ru: С&ервис

source: Select from:
ka: აირჩიეთ:
ru: Выбрать из:

source: Resources
ka: რესურსები
ru: Ресурсы

source: Accounts
ka: ანგარიშები
ru: Счета

source: Include headers
ka: თავსართების ჩასმა
ru: Включать заголовки

source: Schedule Name
ka: განრიგის სახელი
ru: Название расписания

# (qtundoformat)
source: Clear all external appointments
ka: ყველა გარე განაწესის გასუფთავება
ru: Удаление всех внешних встреч удаление всех внешних встреч

source: Busy Information Export
ka: დაკავებულობის ინფორმაციის გატანა
ru: Экспорт информации о занятости

source: Export Selected Schedule
ka: მონიშნული განრიგის გატანა
ru: Экспорт выбранного расписания

source: Schedules
ka: განრიგი
ru: Расписание

source: Export Busy Info File
ka: დაკავებულობის ინფორმაციის ფაილის გატანა
ru: Экспорт файла информации о занятости

source: Save
ka: შენახვა
ru: Сохранить

source: All Files
ka: ყველა ფაილი
ru: Все файлы

source: Error
ka: შეცდომა
ru: Ошибка

source: No file selected
ka: ფაილი არჩეული არაა
ru: Файл не выбран

source: No schedule selected
ka: განრიგი მონიშნული არაა
ru: Расписание не выбрано

source: Busy Information Import
ka: დაკავებულობის ინფორმაციის შემოტანა
ru: Импорт информации о занятости

source: Import Busy Info File
ka: დაკავებულობის ინფორმაციის ფაილის შემოტანა
ru: Импорт файла информации о занятости

source: Open
ka: გახსნა
ru: Открыть

# (qtundo_format)
source: Import resource busy information
ka: რესურსის დაკავებულობის ინფორმაციის შემოტანა
ru: Импорт информации о занятости ресурса импорт информации о занятости ресурса

source: Cannot load data from project with the same identity
ka: იგივე იდენტიფიკაციის მქონე პროექტიდან მონაცემების ჩატვირთვა შეუძლებელია
ru: Не удалось загрузить данные из проекта с таким же идентификатором

source: Failed to start Sheets. Is Sheets installed?
ka: Sheets-ის გაშვების შეცდომა. დარწმუნებული ბრძანდებით, რომ დაყენებულია?
ru: Не удалось запустить Sheets. Установлено ли приложение Sheets?

source: No data to export
ka: შემოსატანი მონაცემების გარეშე
ru: Нет данных для экспорта

source: You must select a file to write to
ka: ფაილი, რომელშიც ჩავწერთ, აუცილებლად უნდა აირჩიოთ
ru: Выберите файл для записи

source: Data saved to file: %1
ka: მონაცემები შენახულია ფალში: %1
ru: Сохранённые в файл данные: %1

source: Information
ka: ინფორმაცია
ru: Информация

source: No properties to export
ka: გასატანი თვისებების გარეშე
ru: Нет свойств для экспорта

source: Select schedule
ka: აირჩიეთ განრიგი
ru: Выберите расписание

source: Data
ka: მონაცემები
ru: Данные

source: Select data
ka: აირჩიეთ მონაცემები
ru: Выберите данные

source: Export ods file
ka: ODS ფაილში გატანა
ru: Экспорт файла ods

source: Spreadsheet
ka: ელექტრონული ცხრილი
ru: Электронная таблица

source: No current sheet.
ka: მიმდინარე ფურცლის გარეშე.
ru: Нет текущего листа.

source: Invalid sheet '%1' defined.
ka: აღწერილი ფურცელი '%1' არასწორია.
ru: Определён недопустимый лист «%1».

source: Could not select cell 'A1'
ka: უჯრედის ('A1') მონიშვნის შეცდომა
ru: Не удалось выбрать ячейку «A1»

source: Could not write to file: %1
ka: ფაილში ჩაწერის შეცდომა: %1
ru: Не удалось записать в файл: %1

source: Failed to set all properties of '%1' to cell '%2'
ka: '%1'-ის თვისებების '%2' უჯრედზე დაყენების შეცდომა
ru: Не удалось указать все свойства «%1» в ячейке «%2»

source: Warning
ka: გაფრთხილება
ru: Предупреждение

source: Resources Import
ka: რესურსების შემოტანა
ru: Импорт ресурсов

source: Plan Resources
ka: რესურსების დაგეგმვა
ru: Ресурсы Plan

source: Plan
ka: Გეგმა

# (qtundo_format )
source: Import resources
ka: რესურსების შემოტანა
ru: Импорт ресурсов импорт ресурсов

source: Could not open document: %1
ka: დოკუმენტის გახსნის შეცდომა: %1
ru: Не удалось открыть документ: %1

source: No project to import from
ka: შემოსატანი პროექტის გარეშე
ru: Нет проекта для импорта

source: Project identities are identical
ka: პროექტის იდენტიფიკატორები იდენტურია
ru: Идентификаторы проекта идентичны

source: Unable to create copy of resource group: %1
ka: რესურსების ჯგუფის ასლის შექმნის შეცდომა: %1
ru: Не удалось создать копию группы ресурсов: %1

source: No resource to copy from
ka: რესურსი, რომლიდანაც დავაკოპირებდით, არ არსებობს
ru: Нет ресурса для копирования

source: Unable to create copy of resource: %1
ka: რესურსის ასლის შექმნის შეცდომა: %1
ru: Не удалось создать копию ресурса: %1

source: Calendar already exists: %1
ka: კალენდარი უკვე არსებობს: %1
ru: Календарь уже существует: %1

source: Unable to create copy of calendar: %1
ka: კალენდარის ასლის შექმნის შეცდომა: %1
ru: Не удалось создать копию календаря: %1

source: Resource Busy Information
ka: რესურსის დაკავებულობის ინფორმაცია
ru: Информация о занятости ресурса

source: Handle resource busy information
ka: რესურსის დაკავებულობის ინფორმაციის დამუშავება
ru: Обработка информации о занятости ресурсов

source: Export Resource Busy Information
ka: რესურსის დაკავებულობის ინფორმაციის გატანა
ru: Экспортировать информацию о занятости ресурса

source: Python script to export busy information to file
ka: Python -ის სკრიპტი დაკავებულობის ინფორმაციის ფაილში გადასატანად
ru: Сценарий Python для экспорта информации о занятости в файл

source: Import Resource Busy Information
ka: რესურსის დაკავებულობის ინფორმაციის შემოტანა
ru: Импортировать информацию о занятости ресурса

source: Python script to import busy information from file
ka: Python -ის სკრიპტი დაკავებულობის ინფორმაციის ფაილიდან შემოსატანად
ru: Сценарий Python для импорта информации о занятости из файла

source: Clear Resource Busy Information
ka: რესურსის დაკავებულობის ინფორმაციის გასუფთავება
ru: Удалить информацию о занятости ресурса

source: Python script to clear the imported resource busy information
ka: Python -ის სკრიპტი რესურსის დაკავებულობის ინფორმაციის გასასუფთავებლად
ru: Сценарий Python для удаления импортированной информации о занятости ресурса

source: Import
ka: იმპორტი
ru: Импорт

source: Import content
ka: შემცველობის შემოტანა
ru: Импорт содержимого

source: Resources from Plan File
ka: რესურსები Plan ფაილიდან
ru: Ресурсы из файла Plan

source: Python script to import resources from project file
ka: Python -ის სკრიპტი რესურსების პროექტის ფაილიდან შემოსატანად
ru: Сценарий Python для импорта ресурсов из файла проекта

source: Export
ka: გატანა
ru: Экспорт

source: Export content
ka: შემცველობის გატანა
ru: Экспорт содержимого

source: To csv
ka: CSV-ში
ru: В CSV

source: Export data as comma separated values
ka: მონაცემების მძიმით გამოყოფილი მნიშვნელობებით გადაატნა
ru: Экспорт данных в виде списка значений через запятую (CSV)

source: To ods
ka: ODS-ში
ru: В ODS

source: Export data to Open Spreadsheet document
ka: მონაცემების ღია ელცხრილის დოკუმენტში გატანა
ru: Экспорт данных в документ Open Spreadsheet (ODS)

source: Tools
ka: ხელსაწყოები
ru: Инструменты

source: Miscellaneous scripts
ka: სხვადასხვა სკრიპტები
ru: Прочие сценарии

source: Online Help
ka: ონლაინ დახმარება
ru: Справка в Интернете

source: Python script that uses the KHTML Part to display the Plan Scripting online help
ka: Python-ის სკრიპტი რომელიც Plan-ის სკრიპტინგის ონლაინ დახმარების საჩვენებლად KHTML-ის ნაწილს იყენებს
ru: Сценарий Python, использующий часть KHTML для отображения справки по Plan Scripting

source: Samples
ka: სემპლები
ru: Примеры

source: Samples to demonstrate scripting with Plan
ka: Plan-ით სკრიპტინგის დემონსტრაციული მაგალითები
ru: Примеры для демонстрации сценариев с помощью Plan

source: Print Project Information...
ka: პროექტის ინფორმაციის გამოტანა...
ru: Печатать информацию о проекте...

source: Example python script that print project information
ka: Python-ის მაგალითი სკრიპტი, რომელსაც პროექტის ინფორმაცია გამოაქვს
ru: Пример сценария Python, который печатает информацию о проекте

source: Print Resource busy Information...
ka: რესურსის დაკავებულობის ინფორმაციის გამოტანა...
ru: Печатать информацию о занятости ресурса...

source: Example python script that print resource busy information
ka: მაგალითი Python-ის სკრიპტი, რომელსაც რესურსის დაკავებულობის ინფორმაცია გამოაქვს
ru: Пример сценария Python, который печатает информацию о занятости ресурса

source: Tasks
ru: Задачи
